03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-VA11004-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
	<soapenv:Header/>
	<soapenv:Body>
		<brp:bhg_vbaRegistreerVerblijfsrecht>
			<brp:stuurgegevens brp:communicatieID="comid.stuurgegevens">
				<brp:zendendePartij>036301</brp:zendendePartij>
				<brp:zendendeSysteem>BRP</brp:zendendeSysteem>
				<brp:referentienummer>00000000-0000-0000-0042-200000000104</brp:referentienummer>
				<brp:tijdstipVerzending>2017-03-10T15:16:40.829+02:00</brp:tijdstipVerzending>
			</brp:stuurgegevens>
			<brp:parameters brp:communicatieID="comid.parameters">
				<brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
			</brp:parameters>
			<brp:wijzigingBijzondereVerblijfsrechtelijkePositie brp:objecttype="AdministratieveHandeling" brp:communicatieID="comid.wbvp">
				<brp:partijCode>036301</brp:partijCode>
				<brp:bronnen>
					<brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="Bron1">
						<brp:document brp:objecttype="Document" brp:communicatieID="bron1.document">
							<brp:soortNaam>Mededeling bijzondere verblijfsrechtelijke positie</brp:soortNaam>
							<brp:partijCode>036301</brp:partijCode>
						</brp:document>
					</brp:bron>
				</brp:bronnen>
				<brp:acties>
					<brp:registratieBijzondereVerblijfsrechtelijkePositie brp:objecttype="Actie" brp:communicatieID="CI_actie_1">
						<brp:bronnen>
							<brp:bron brp:objecttype="ActieBron" brp:referentieID="Bron1" brp:communicatieID="CI_bron_1"/>
						</brp:bronnen>
						<brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=228380546;Response_Persoon.xsl}" brp:communicatieID="CI_persoon_1">
							<brp:indicaties>
								<brp:bijzondereVerblijfsrechtelijkePositie brp:objecttype="PersoonIndicatie" brp:communicatieID="comid.bijzondereVerblijfsrechtelijkePositie">
									<brp:waarde>J</brp:waarde>
								</brp:bijzondereVerblijfsrechtelijkePositie>
							</brp:indicaties>
						</brp:persoon>
					</brp:registratieBijzondereVerblijfsrechtelijkePositie>
				</brp:acties>
			</brp:wijzigingBijzondereVerblijfsrechtelijkePositie>
		</brp:bhg_vbaRegistreerVerblijfsrecht>
	</soapenv:Body>
</soapenv:Envelope>